Repository: timlinux/inasafe-doc
Catalog: docs/i18n/*/LC_MESSAGES/general/governance/roles_and_responsibilities.po
Languages: id

source: Roles and Responsibilities
id: Peran dan Kewajiban

source: |project_name| was conceived and initially developed by Indonesia's National Disaster Management Agency (|BNPB|) and the Department of Foreign Affairs and Trade - Australian Aid, through the Australia-Indonesia Facility for Disaster Reduction (|AIFDR|) and the World Bank - Global Facility for Disaster Reduction and Recovery (World Bank-|GFDRR|).
id: |project_name| telah digagas dan dikembangkan pertama kali oleh Badan Nasional Penanggulangan Bencana (|BNPB|) dan Lembaga Pemerintah Australia untuk Pembangunan Internasional, melalui Australia-Indonesia Facility for Disaster Reduction (|AIFDR|) dan Bank Dunia - Global Facility for Disaster Reduction and Recovery (World Bank-|GFDRR|).

source: |AIFDR| in coordination with |BNPB| are driving the development of |project_name| through the use of |project_name| in 6 Indonesian provinces. After the launch of |project_name| in October 2012, |AIFDR| on behalf of |BNPB| and |GoA| conducted scenario development for contingency planning training in 6 Indonesian provinces through the Humanitarian OpenStreetMap Team (HOT) and the University of Gadjah Mada (UGM). The training consisted of 2 sections, data collection through OpenStreetMap and data analysis through QGIS and |project_name|. The training was conducted in 3 stages: beginner, intermediate and Train the Trainer. At present the training program is being revised to incorporate lessons learnt in the field, upgrades to the software and to better align with |BNPB| national curriculum.
id: |AIFDR| berkoordinasi dengan |BNPB| menggerakan pengembangan |project_name| melalui penggunaan |project_name| di 6 provinsi di Indonesia. Setelah peluncuran |project_name| pada bulan Oktober 2012, |AIFDR| mengatasnamakan |BNPB| dan |GoA| melakukan pelatihan pengembangan skenario untuk rencana kontinjensi di 6 provinsi di Indonesia melalui Humanitarian OpenStreetMap Team (HOT) dan Universitas Gadjah Mada (UGM). Pelatihan terdiri dari 2 bagian, pengumpulan data melalui OpenStreetMap dan anaslisis data menggunakan QGIS dan |project_name|. Pelatihan telah dilaksanakan pada 3 tahap, pemula, menengah, dan *Training of Trainer* . Pada saat ini, program pelatihan sedang ditinjau ulang oleh hOT untuk menggabungkan seluruh pelajaran yang telah diterima di lapangan bersamaan dengan pembaharuan dari *software* .

source: The use of the |project_name| has triggered a lot of new feature requests that have been prioritised by |BNPB| and|AIFDR| and are being developed by |Kartoza|. See :ref:`road_map` for more details. In 2014, UGM conducted a scoping mission interviewing disaster managers, scientist, and other stakeholders to devise a priority list for |project_name| in Indonesia.
id: Penggunaan |project_name| telah memicu sejumlah permintaan fitur baru yang telah diprioritaskan oleh |BNPB| dan |AIFDR| dan sedang dikembangkan oleh |Kartoza|. Lihat :ref:`road_map` untuk lebih jelasnya. Pada tahun 2014, UGM juga melaksanakan program wawancara kepada manajer di bidang kebencanaan, ilmuwan, dan pemangku kepentingan lainnya untuk menentukan daftar prioritas |project_name| di Indonesia.

source: In September 2014, a technical workshop was held in Jakarta bringing together disaster managers, software developers, trainers and users. This workshop provided a valuable opportunity for |project_name| enthusiasts to identify new opportunities to work together in the future.
id: Pada September 2014, sebuah lokakarya teknis telah dilaksanakan di Jakarta yang dihadiri oleh manajer kebencanaan, pengembang software, pelatih dan pengguna. Lokakarya ini menyediakan kesempatan berharga untuk peminat |project_name| untuk mengidentifikasi kesempatan baru untuk bekerjasama di masa depan.

source: The World Bank through |GFDRR| is developing an online version of |project_name|, using the core functionality of QGIS-|project_name|, the online version will allow people to complete the same core analysis without having to download the software. |GFDRR| is also helping other countries to deliver |project_name| to disaster managers in the field.
id: Wolrd Bank melalui |GFDRR| sedang mengembangkan versi online |project_name|, menggunakan fungsionalitas dari QGIS- |project_name|, versi online ini akan memperbolehkan orang-orang untuk menyelesaikan inti analisis tanpa harus mendownload software. |GFDRR| juga membantu negara-negara lainnya untuk membangun |project_name| untuk manajer bencana di lapangan.

source: |project_name| Technical Working Group (TWG) are the day to day drivers of |project_name|. At present we have only 4 core members of the TWG, they are the nominated person from each of the 3 agencies |BNPB|, |AIFDR| and |GFDRR| as well as the release manager.
id: |project_name| Technical Working Group (TWG) merupakan penggerak harian dari |project_name|. Pada saat ini kami hanya memiliki 4 anggota inti TWG, mereka merupakan orang terpilih dari 3 lembaga |BNPB|, |AIFDR| dan|GFDRR| juga manajer rilis.

source: This group is responsible for ensuring the integrity of the software, specifically:
id: Kelompok ini bertanggung jawab untuk meyakinkan integritas perangkat lunak, khususnya:

source: software development is of a high standard and includes unit testing
id: pengembangan software ke dalam sebuah standar yang tinggi dan termasuk uji coba unit

source: documentation and website
id: dokumentasi dan website

source: translating
id: menerjemahkan

source: maintaining |project_name| roadmap
id: mengatur roadmap |project_name|

source: TWG Members
id: Anggota TWG

source: Name
id: Nama

source: Agency
id: Lembaga

source: Position
id: Posisi

source: Role
id: Peran

source: Committee
id: Komite

source: Data and Information Manager
id: Manajer Data dan Informasi

source: Steer
id: Pengarah

source: Spatial Data Analyst
id: Analis Data Spasial

source: Developer
id: Pengembang

source: Lead InaSAFE Developer
id: Pemimpin Pengembang InaSAFE

source: Release coordinator
id: Koordinator Rilis

source: Expectations of TWG members
id: Harapan dari anggota TWG

source: It is expected that the TWG members are able to coordinate the development of |project_name| by managing their agencies and contractors to deliver the features outlined in |project_name|'s roadmap. Additionally the TWG should draw on experiences from |project_name| trainers and users to continually update |project_name|'s roadmap.
id: Diharapkan bahwa anggota TWG dapat mampu berkoordinasi untuk pengembangan |project_name| dengan mengatur lembaga dan kontraktor mereka untuk mengantarkan fitur yang digambarkan dalam roadmap |project_name|. Sebagai tambahan, TWG harus menggambarkan pengalaman |project_name| dari pelatih dan pengguna untuk memperbaharui roadmap |project_name|

source: The high level decisions and strategic direction for the |project_name| project is governed by the Project Steering Committee (PSC).
id: Keputusan tingkat tinggi dan pengarahan strategis untuk proyek |project_name| dipimpin oleh Project Steering Committee (PSC).

source: This group is responsible for approving the |project_name| roadmap.
id: Kelompok ini bertanggung jawab untuk menyetujui roadmap |project_name|.

source: PSC Members
id: Anggota PSC

source: Prime Secretary
id: Perdana Mentri

source: Co-Director AIFDR
id: Direktur Korporat AIFDR

source: Sr. Disaster Risk Management Specialist
id: Spesialis Senior Manajer Risiko Bencana
